

from Mahmoudquran import BOT_NAME

PM_START_TEXT = """**
◈ مرحبا بك في بوت تشغيل القران في المحادثات الصوتية(انتبة ان شغلت اغاني سيتم حظرك من البوت و لن تكون قادر علي استخدامه)

- وظيفتي تشغيل القران و الاناشيد الاسلاميه في المكالمات الجماعية الخاصة بالمجوعات 

- اضغط على زر الاوامر عشان تشوف الاوامر وطريقة التفعيل**
"""

START_TEXT = """
**- [𝑆𝑂𝑈𝑅𝐶𝐸 𝑀𝐴𝐻𝑀𝑂𝑈𝐷](t.me/YY5Y8)
—————————————
- [𝐵𝑂𝑇 𝐶𝐻𝐴𝑇  ](t.me/YN3Pbot)

- [𝑆𝑂𝑈𝑅𝐶𝐸 𝐷𝐸𝑉𝐸𝐿𝑂𝑃𝐸𝑅](t.me/VL_VD)**
"""

HELP_TEXT = f"""
<u> **الاوامر في بوت ميوزك {BOT_NAME} :**</u>

**♚ مرحبا بك في اوامر التشغيل ♡**

**• اوامر التشغيل البـوت**

**›› تشغيل ↫ لتشغيل السورة**
**›› تخطي ↫ لتخطي التشغيل الحالي**
**›› ايقاف ↫ لانتهاء التشغيل الحالي**
**›› اسكت ↫ لايقاف التشغيل الحالي مؤقتا**
**›› كمل ↫ لاستمرار التشغيل المتوقف**
**›› بحث او فيديو ↫لتحميـل السورة اڪتب**

**›› اكتب بنك لمعرفة سرعة تشغيل البوت **
**›› اكتب المطورين لمعرفة مطورين البوت**
**›› اكتب تحميل + الاسم للتنزيل من اليوتيوب**

قناة السورس : @YY5Y8
"""

HELP_SUDO = f"""
<u> **اوامر المطور {BOT_NAME} :**</u>

**›› اكتب المكالمات لمعرفة المكالمات في البوت**
**›› اكتب /eval لتشغيل على محطة البوت **
**›› اكتب فحص لاختبار سرعة السيرفر  **
**›› اكتب الاحصائيات لعرض إحصائيات السيرفر **

**›› اكتب اسم + الاسم لوضعة اسم للمساعد**
**›› اكتب بايو + البايو لوضعة بايو للمساعد**
**›› اكتب صورة واعمل رد على صورة للمساعد**
**›› اكتب مسح لحذف صورة الحساب المساعد **

قناة السورس : @YY5Y8
"""

HELP_DEV = f"""
<u> **اوامر المالك {BOT_NAME} :**</u>

**›› هذا الاوامر فقط لمطور البوت **

**›› اكتب اذاعة و اعمل رد على الاذاعه**
**›› اكتب تنظيف لمسح التخزين المؤقت للبوت**
**›› اكتب مغادرة لمغادرة المساعد الكروبات**

**›› اكتب مطور +اليوزر لإضافة مطور في البوت**
**›› اكتب تنزيل +اليوزر لـتـنزيل مطور من البوت**

قناة السورس : @YY5Y8
"""
